Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Lullaby.tmx
Source language: en
Languages: es_419

source: I am the great king who used to rule the demon world and a sleep demon who came to the human world...!!
es_419: ¡¡solía ser el gran rey del mundo de los demonios y un demonio del sueño que venía al mundo humano!!

source: something happened, didn’t it?
es_419: pasó algo, ¿verdad?

source: even if he doesn’t directly cause you harm, he could continue to lurk nearby, and there’s no telling what kind of tricks he might pull.
es_419: aunque no te cause ningún daño físico, podría seguir merodeando por aquí. y nunca se sabe qué trucos puede tener bajo la manga.

source: c’mon.
es_419: vamos.

source: I’m used to going through the list of names each night... but isn’t it exhausting for you?
es_419: estoy acostumbrado a hacer dormir gente todas las noches, pero… ¿a ti no te agota?

source: fwoom
es_419: FUOOM

source: my entire body is still trembling.
es_419: me sigue temblando todo el cuerpo.

source: I’m already aware of that. don’t worry.
es_419: no te preocupes. te entiendo.

source: ...don’t you feel like going to bed yet? because I want to.
es_419: ¿no tienes sueño todavía? porque yo sí.

source: anyway, how was it?
es_419: por cierto, ¿cómo estuvo?

source: I’m really okay.
es_419: estoy bien.

source: I can't just stay like this anymore.
es_419: ya no puedo seguir así.

source: nope!
es_419: ¡no!

source: here!
es_419: ¡aquí!

source: what? we're not even halfway through...
es_419: ¿qué? ni siquiera llegamos a la mitad.

source: vroom
es_419: FRUUUM

source: agh!
es_419: ¡ugh!

source: ...sleeping hours are the most dangerous,
es_419: … las horas de sueño son las más peligrosas,

source: haven’t you ever wondered why?
es_419: ¿nunca te preguntaste por qué?

source: can’t he just stay here instead of going to the demon world? no, he wouldn’t want to do that.
es_419: ¿no puede quedarse aquí en lugar de ir al mundo de los demonios? no, claro que no.

source: oh my gosh! you're trainer jay jay!
es_419: ¡cielos! ¡es el entrenador jay jay!

source: ta da
es_419: TARAN

source: I wonder if he's home...
es_419: ¿ya habrá llegado?

source: as an employee of gns...
es_419: como empleada de dne…

source: party, my ass...
es_419: ¿una fiesta? ni loco.

source: miss seohwa. did you just...
es_419: señorita seohwa, ¿acabas de…

source: I’m sorry that I was nosey in the coffee shop and elevator.
es_419: lamento haberlo tratado así en el café y el ascensor.

source: do you seriously think you can hurt me with a mere white poppy?
es_419: ¿de verdad crees que puedes lastimarme con una simple amapola?

source: I already know the answer to that...
es_419: ya sé la respuesta.

source: I said, are you dating someone from work?
es_419: contéstame. ¿sales con un compañero de trabajo?

source: why are we here?
es_419: ¿por qué vinimos aquí?

source: ...or ask for my permission to begin with!
es_419: … ni tampoco me pediste permiso!

source: that’s all I can do for him right now.
es_419: por ahora, es lo único que puedo hacer por él.

source: we’ll talk about this tomorrow. for now, let’s go home.
es_419: mejor hablamos mañana. vayamos a casa.

source: you should always be careful.
es_419: tienes que cuidarte en todo momento.

source: I haven't had a buffet in so long...!!
es_419: ¡¡hace tanto que no comía un bufé!!

source: are you okay?
es_419: ¿estás bien?

source: are they talking about me?
es_419: ¿están hablando de mí?

source: what did you to do the hourglass?
es_419: ¿qué le hizo al reloj de arena?

source: although I pretended like I wasn’t, I was so scared.
es_419: me hice la valiente, pero, en realidad, estaba asustada.

source: what's this?
es_419: ¿y esto?

source: that’s not why I asked.
es_419: no le pregunté por eso.

source: none of this is helpful. do you think I never tried this?
es_419: no sirve de nada. ¿crees que nunca intenté esto?

source: ceo cheolsu gam
es_419: pdte. cheolsu gam

source: there is a reason they’re always sold out despite how expensive they are.
es_419: por algo se agotan siempre a pesar de lo costosos que son.

source: we have limited stock at this moment...
es_419: tenemos pocas unidades en este momento.

source: what is?
es_419: ¿qué cosa?

source: what’s going on? suddenly, there’s all this commotion around me.
es_419: ¿qué pasa? de repente, soy el centro de atención de las malas lenguas.

source: 9,999 sheep...
es_419: 9999 ovejas…

source: is he going to come along?
es_419: ¿va a venir?

source: there’s no need for you to answer that.
es_419: no es necesario que me respondas.

source: don't forget. the purpose of this trip is to sleep.
es_419: recuerda que el propósito de este viaje es dormir.

source: what? really?
es_419: ¿qué? ¿en serio?

source: peep
es_419: SE ASOMA

source: I couldn’t stop thinking about that person...
es_419: no podía parar de pensar en esa persona.

source: hey, wake up!
es_419: ¡oye! ¡despierta!

source: why does she look like... she’s afraid of me?
es_419: ¿por qué parece que me tiene miedo?

source: how dare you.
es_419: ¿cómo te atreves?

source: sure.
es_419: claro.

source: are you protesting because you don't want to go to work?
es_419: ¿estás protestando porque no tienes ganas de ir al trabajo?

source: ...drinking an americano, the cheapest menu item...
es_419: … ordenar un americano, lo más barato del menú…

source: indifferent
es_419: INDIFERENTE

source: I’m just a human partner to you, right?
es_419: solo me considera su compañera humana, ¿no?

source: hmph... wait and see.
es_419: ¡augh! ya verá.

source: what is he doing?
es_419: ¿qué está haciendo?

source: hah!! who do you think I am?! that will never, ever happen!!
es_419: ¡¡ja!! ¡¿quién se cree que soy?! ¡¡eso no ocurrirá jamás!! ¡¡jamás!!

source: tug
es_419: FRUS

source: do you think we're going there to have fun? we're just trying to change the sleep environment. don't expect anything more.
es_419: ¿crees que vamos a divertirnos? solo vamos a cambiar de entorno para que puedas dormir. no esperes nada más.

source: mr. gam! are you okay?
es_419: ¡¿está bien, señor gam?!

source: arim kang, born on november eighth, 1995.
es_419: arim kang, nacida el 8 de noviembre de 1995.

source: that’s the same thing.
es_419: es lo mismo.

source: ...that I'm doing this for family?!
es_419: … que hago esto por mi familia?!

source: Chapter 5
es_419: Episodio 5

source: why is he wearing hanbok?
es_419: ¿por qué tiene puesto un hanbok?

source: come in.
es_419: pasa.

source: oh my god, I'm an idiot!! why did I say that out loud?!
es_419: ¡¡pero qué tonta soy!! ¡¿por qué dije eso en voz alta?!

source: I was running away from someone, right before I was strangled with a white thread.
es_419: estaba huyendo de alguien, justo antes de que me estrangularan con un hilo blanco.

source: what's... this?!!
es_419: ¡¿y esto?!

source: I can't even imagine the pain of being punished every day for over 600 years.
es_419: no puedo ni imaginar lo que viene sufriendo todos los días hace 600 años.

source: c’mon, let's go. we're late.
es_419: vamos. ya es tarde.

source: she likes him!
es_419: ¡ella gusta de él!

source: I also don't think I can do what you said.
es_419: yo tampoco creo poder hacer lo que me pide.

source: Those killed by the white threads are consumed by sorrow.
es_419: la tristeza consume a las víctimas de los hilos blancos.

source: I'll come back after taking a short break then. thank you, mr. yeonu.
es_419: bueno, me tomaré un momento. ya vuelvo. gracias, yeonu.

source: eat up, miss seohwa.
es_419: buen provecho, seohwa.

source: Chapter 6
es_419: Episodio 6

source: can you really see me?
es_419: ¿de verdad puedes verme?

source: she’s finally done.
es_419: por fin sale.

source: I'm all better now!
es_419: ¡ya estoy recuperada!

source: why is he staring at me like that?
es_419: ¿por qué se quedó mirándome?

source: it’s an unspoken rule for demons to not intervene in the affairs of humans.
es_419: es una regla implícita para los demonios no intervenir en los asuntos de los humanos.

source: can't you even do one thing right?
es_419: ¿ni una cosa bien puedes hacer?

source: it's already a lot for me to process that mr. gam is a sleep demon.
es_419: ya bastante me cuesta procesar que el señor gam sea un demonio del sueño.

source: do you really have no idea why my memories of this woman are the only ones that are missing?
es_419: ¿de verdad no sabes por qué mis recuerdos de esta mujer son los únicos que me faltan?

source: I’m just a little embarrassed...
es_419: solo un poco avergonzada…

source: you will know when that time comes.
es_419: sabrás cuándo llegue el momento.

source: flushed
es_419: SONROJADO

source: I don't see a single speck of dust.
es_419: no veo ni un grano de polvo.

source: really? thank you!
es_419: ¿en serio? ¡gracias!

source: I am the sleep demon.
es_419: soy el demonio del sueño.

source: oh, no need to feel uncomfortable,
es_419: ah, no tengas vergüenza.

source: drink some coffee, miss seohwa.
es_419: te preparé un café, seohwa.

source: and this may sound unkind, but...
es_419: esto podrá sonar un poco duro, pero…

source: wake up! come on, wake up!
es_419: ¡despierte! ¡arriba, despierte!

source: he does, doesn’t he?
es_419: tiene a alguien, ¿cierto?

source: this is the room you'll be using.
es_419: este será tu cuarto.

source: stiff
es_419: RÍGIDO

source: ...a very important task?!!
es_419: … la tarea tan importante?!

source: do you know him? did you call him?
es_419: ¿lo conoce? ¿usted lo llamó?

source: he has been consistently doing his work...
es_419: ha hecho su trabajo sin cesar…

source: how’s tomorrow?
es_419: ¿qué tal mañana?

source: if I can’t find the right person, I’ll have to shut it down.
es_419: si no encuentro a la persona indicada, tendré que cerrarla.

source: I’ll help you in any way I can.
es_419: haré todo lo posible por ayudarte.

source: hey, mr. gam...
es_419: señor gam…

source: hurt
es_419: DOLIDO

source: lift
es_419: WUUP

source: ...you fall asleep when I do because we're synchronized...
es_419: … se duerme solo cuando yo duermo porque estamos sincronizados…

source: right? it's all because of gns's technology.
es_419: ¿vio? todo gracias a la tecnología de dne.

source: shut
es_419: PAM

source: do you want me to loosen them up?
es_419: ¿quiere que se los relaje?

source: she’s not even listening.
es_419: ni me está escuchando.

source: how was she planning on coming home while being that drunk?
es_419: ¿cómo pensaba volver a casa estando tan ebria?

source: I keep getting stuck here.
es_419: no puedo avanzar cada vez que llego aquí.

source: if you have someplace in mind, say it right now.
es_419: si tienes un lugar en mente, dilo ya.

source: besides, since you're having a hard time tolerating me, I should just move out.
es_419: además, como le cuesta tanto tolerarme, no debo vivir más aquí.

source: fade
es_419: FUUUSH

source: it makes sense for me to not remember it since it happened in my past life,
es_419: tiene sentido que yo no recuerde algo que pasó en mi vida pasada,

source: so I can’t tell him how I feel. no matter what...
es_419: así que, pase lo que pase, no puedo decirle la verdad.

source: you're basically at the forefront of the company’s security right now, miss seohwa.
es_419: señorita seohwa, en este momento está al frente de la seguridad de la compañía.

source: I annihilated the white poppies?
es_419: ¿aniquilé a las amapolas blancas?

source: I think you'd feel more comfortable if you lie down straight.
es_419: creo que estarás más cómoda si te recuestas boca arriba.

source: you must miss your mom and dad very much.
es_419: seguro extraña mucho a sus padres.

source: it's nice to have someone to play go with.
es_419: es lindo tener a alguien con quien jugar go.

source: still, this is just too much lettuce...!
es_419: ¡es demasiada lechuga!

source: I didn’t think he would tell you about that...
es_419: no imaginé que le comentaría eso.

source: hush little baby, don't say a word...
es_419: arrorró, mi niño. arrorró, mi sol.

source: pat
es_419: TAS

source: but refusing to do it doesn’t prevent you from returning to the demon world.
es_419: pero negarse a hacerlo no le impide volver al mundo de los demonios.

source: ohh, I see. was there something you wanted to speak to me about?
es_419: ah, ya veo. ¿y me quería hablar de algo en particular?

source: I thought it might be fun and a nice change of pace for you.
es_419: me pareció que se entretendría y que le despejaría la mente.

source: whoa, in one go?
es_419: ¡vaya! ¿de un solo trago?

source: "significant"...? "precious"...?
es_419: ¿“importante”? ¿“preciada”?

source: what's so different about this restaurant? it's just the same tteokbokki.
es_419: ¿qué tiene de distinto este restaurante? es el mismo tteokbokki.

source: maybe it’s because you’re overworked. you should file a complaint.
es_419: quizás es porque trabaja en exceso. debería presentar una queja.

source: only the bodily conditions related to sleep get synchronized.
es_419: solo se sincronizan las condiciones corporales relacionadas con el sueño.

source: why do I feel dizzy all of THE sudd--
es_419: ¿por qué me siento mareado de rep--

source: crumble
es_419: CRAC

source: slam
es_419: PAM

source: well, look at your glowing skin!
es_419: ¡dice eso, pero le brilla la piel!

source: TWINKLE
es_419: BRILLA

source: I trust you.
es_419: confío en usted!

source: the material also looks like it's high quality...
es_419: y la tela parece de buena calidad.

source: why is he doing this to me, seriously...?!
es_419: ¡¿por qué me hace esto?!

source: are you sure about that?
es_419: ¿segura?

source: it’s because of what happened earlier, isn’t it?
es_419: es por lo que pasó antes, ¿no?

source: although I’m happy that I’m able to see you...
es_419: aun así, estoy feliz de verte.

source: I think it’ll be reassuring for me to see with my own eyes that the people whose names are on the list are safe.
es_419: creo que lo mejor es que me asegure de que las personas de la lista no corran ningún peligro.

source: I’m so excited, I won’t be able to sleep!
es_419: ¡estoy tan emocionada que no podré dormir!

source: lab courtyard
es_419: patio del laboratorio

source: all right, I get it. now, let’s go.
es_419: bueno, ya entendí. vámonos.

source: oh, I’m sorry.
es_419: ah, perdón.

source: ugh, I’m so stupid...
es_419: rayos, qué tonta soy.

source: listening to your voice makes me sleepy.
es_419: escuchar su voz me relaja.

source: I guess people get a little emotional when they travel.
es_419: supongo que la gente se pone sensible cuando viaja.

source: I wonder if it's because I haven't been able to sleep...
es_419: ¿será porque no duermo hace varios días?

source: you're really needy. here, open your mouth.
es_419: qué malcriada eres. toma, abre la boca.

source: swarm
es_419: BULLICIO

source: ...that’s good enough for me.
es_419: con eso me basta.

source: no, we're in different rooms divided by the door.
es_419: no, estamos en cuartos separados por una puerta.

source: yes! you could be in serious danger if I ever happen to fall asleep, since that’ll put you to sleep too.
es_419: ¡sí! si yo me duermo, usted también. eso lo pondría en gran peligro.

source: I don’t believe that.
es_419: no estoy de acuerdo.

source: a contract...?
es_419: ¿un contrato?

source: look, I understand what you're going through, I've been there.
es_419: comprendo todo lo que estás atravesando. lo viví en carne propia.

source: although I don’t believe it...
es_419: aunque no me lo crea…

source: honestly, I'm scared to be here alone.
es_419: la verdad es que me da miedo quedarme sola aquí.

source: stay here for a moment.
es_419: espera aquí un momento.

source: his face is glowing.
es_419: tiene la cara radiante.

source: are you... okay, mr. gam?
es_419: ¿está bien, señor gam?

source: when you fall asleep, I also fall asleep.
es_419: cuando tú duermes, yo también.

source: it'd be best for you to stay by me.
es_419: lo mejor será que te quedes conmigo.

source: Could you feel your heart tingling?
es_419: ¿sintió un cosquilleo en el corazón?

source: you could've gotten hurt.
es_419: podrías haberte lastimado.

source: our wish is to return to the demon world~ even in dreams, we wish for the demon world~
es_419: nuestro deseo es volver al mundo de los demonios~ hasta en los sueños, deseamos que el mundo de los demonios~

source: I can't believe I fell asleep.
es_419: no puedo creer que me haya dormido.

source: what if all the walls are glass windows...!
es_419: ¡quizá tenga las paredes vidriadas!

source: I was worried.
es_419: estaba preocupado.

source: I didn’t think I’d run into you here. what a coincidence.
es_419: no imaginé que te encontraría aquí. qué coincidencia.

source: isn’t he the one who stole your title?
es_419: ¿no es él quien le robó el trono?

source: do you feel better now?
es_419: ¿te sientes mejor?

source: there are stories about how he originally belonged to the demon world...
es_419: se dice que antes solía pertenecer al mundo de los demonios…

source: so if no one’s around to wake them up, they could end up sleeping forever?
es_419: entonces, si nadie las despierta, ¿podrían seguir durmiendo por siempre?

source: I could tell you were uncomfortable by looking at your eyes.
es_419: al mirarte a los ojos, me di cuenta de que estabas incómoda.

source: and you may not be the best at showing it,
es_419: aunque no lo demuestre mucho,

source: I have cramps from lying down so uncomfortably last night.
es_419: me duele el cuerpo por haber estado acostada en una posición tan incómoda.

source: also, that’s hardly a decent substitute for a full meal.
es_419: y eso está muy lejos de ser una cena decente.

source: why did you drink everything people put in front of you?
es_419: ¿por qué bebiste todo lo que te fueron sirviendo?

source: stop looking at me and look at the contract.
es_419: deja de mirarme a mí y lee el contrato.

source: I can finally return to the demon world. this is the least I can do for her.
es_419: por fin voy a volver al mundo de los demonios. es lo menos que puedo hacer por ella.

source: he's coming.
es_419: ahí viene.

source: next time, you should stop when someone turns you down.
es_419: la próxima vez, debes detenerte cuando alguien te rechaza.

source: WOW! so impressive.
es_419: ¡vaya! impresionante.

source: on nights like those, I’d keep mulling over everything that had happened during the day.
es_419: todas esas noches, me la pasaba reflexionando sobre lo que había pasado durante el día.

source: and I fell asleep as we synchronized.
es_419: y me dormí mientras nos sincronizábamos.

source: or we can play a game of go if you want.
es_419: o podemos jugar al go si tiene ganas.

source: ...it's because there is a particular human whom I desire.
es_419: porque aquí hay una humana que deseo.

source: this is lovely. thank you.
es_419: qué atento. muchas gracias.

source: Chapter 4
es_419: Episodio 4

source: you were never affected by caffeine before...
es_419: nunca le había afectado la cafeína.

source: you said today's the deadline for your project proposal draft. how are you going to work until late without it?
es_419: hoy tienes que entregar el borrador de tu propuesta de proyecto. ¿trabajarás hasta tarde sin beber café?

source: he's always been a bastard.
es_419: siempre fue un desgraciado.

source: is this what you are looking for?
es_419: ¿buscas esto?

source: why though? k mall is already saturated with furniture companies.
es_419: ¿por qué? ese centro comercial ya tiene demasiadas tiendas de muebles.

source: yes, you two are connected through sleep.
es_419: así es, ambos están conectados a través del sueño.

source: I only remember passing out.
es_419: solo recuerdo haberme desmayado.

source: come on.
es_419: vamos.

source: poke
es_419: PIC

source: all this time, you struggled with headaches, chronic fatigue, and irritability... do you know how much that broke my heart?
es_419: todo este tiempo, ha lidiado con dolores de cabeza, fatiga crónica e irritabilidad. ¿tiene idea de cómo me afectó eso?

source: I still can't believe that I’ll be working for that company...
es_419: sigo sin poder creer que trabajaré para esa compañía.

source: who fell asleep on my lap?
es_419: ¿quién se durmió en mi regazo?

source: the human world is full of unpredictability.
es_419: el mundo humano es muy impredecible.

source: but it hasn't flowed since the day of synchronization.
es_419: pero no ha caído nada de arena desde el día de la sincronización.

source: wouldn’t there be someone who knows the reason behind that?
es_419: ¿no habrá alguien que sepa la razón y pueda explicarnos?

source: I'm doing it again.
es_419: lo estoy haciendo otra vez.

source: seohwa's bedroom
es_419: cuarto de seohwa

source: you want to know how your paths crossed in the past and why your connection persists to the present day?
es_419: ¿quieren saber cómo se cruzaron sus caminos en el pasado y por qué siguen conectados hasta hoy en día?

source: good products are welcomed anywhere at any time.
es_419: los productos de calidad son bien recibidos siempre.

source: haha, it's a little hot.
es_419: jaja, hace un poco de calor.

source: your inability to sleep must be temporary, since humans cannot live without sleep.
es_419: tu insomnio seguro es temporal, porque los humanos no pueden vivir sin dormir.

source: family?
es_419: ¿familia?

source: korean bbq restaurant
es_419: parrilla coreana

source: I couldn't sleep because I was too excited.
es_419: estaba tan emocionada que no pude dormir.

source: why does my back feel so hot? maybe I’m being overly sensitive.
es_419: ¿por qué siento tanto calor en la espalda? quizás estoy demasiado sensible.

source: ha...
es_419: ah…

source: where did he go off to all by himself?
es_419: ¿a dónde se fue solo?

source: but you should be able to remember it clearly.
es_419: pero usted debería poder.

source: I'm sure the feeling of loneliness is something you don't get used to, even after centuries.
es_419: seguro nunca pudo acostumbrarse a la soledad, ni siquiera después de siglos.

source: I should really stay out of other people's business from now on.
es_419: de ahora en más, voy a dejar de meterme en asuntos ajenos.

source: such things are no match for me.
es_419: esas cosas no están a mi altura.

source: yes?
es_419: ¿sí?

source: TAP
es_419: PAF

source: why did he say that? he sounded as though he thought something terrible was going to happen.
es_419: ¿por qué me pidió eso? me dio la impresión de que teme que pase algo terrible.

source: phew
es_419: FIU

source: I knew something was off when he said he'll cook me breakfast...
es_419: me pareció un poco raro que me ofreciera preparar el desayuno.

source: even though he complains, he always takes care of me.
es_419: aunque se queje, siempre me cuida.

source: how do you know exactly how I feel? did you feel the same way, mr. gam?
es_419: ¿cómo sabe lo que siento con tanta exactitud? ¿siente lo mismo?

source: it’s almost time to leave this place.
es_419: falta poco para irme.

source: how could he... with a new hire? that’s so disappointing to hear.
es_419: ¿y ahora se va con una empleada nueva? qué decepción.

source: that’s what’s different about this tteokbokki.
es_419: eso hace único a este tteokbokki.

source: as a new hire, for your idea to immediately launch into production... this is a once-in-a-lifetime opportunity.
es_419: eres nueva en la empresa, y tu idea se pondrá en marcha de inmediato. es una oportunidad única.

source: ...if that guy ever approaches you when I'm not around.
es_419: … si él se acerca a ti cuando yo no estoy.

source: ...it was definitely her.
es_419: sin dudas, era ella.

source: choke
es_419: COF

source: excuse me...
es_419: disculpa…

source: so please, go to a different sauna and--
es_419: ve a otro sauna y…

source: Chapter 1
es_419: Episodio 1
